// Функция sum должна возвращать тип данных true. Проверить её на это.
function sum(a, b) {
	return a + b > 10;
}
module.exports = sum;

// // Узнать, что нам вернет функция each в данных условиях. Проверить её на тип данных, который она возвращает,
// // на соответствие ожидаемому результату (который вы получили) и на свойство length.


// test('Проверка на правильнсть выполнения функции', () => {
// 	expect(each(arr, myFunc)).toEqual([8, 7, 6, 5, 4]);
// 	expect(each(arr, myFunc)).typeOf('array');
// });